{
	"SolNotes-Episode-01": {
		"name": "SolNotes-Episode-01",
		"title": "Episode 01: PvP Ranting",
		"date": "Sat, 06 Apr 2019 16:22:03 +0000",
		"description": "This episode features JustGeo42, soren42, alphonse495, Nonlinearpine, Dup-46, and Effulgent talking about the tournament, the PvP meta, competitive crucible, sweats, and more.",
		"URL": "https://solarian.org/podcasts/SolNotes-Episode-01.mp3"
	},
	"SolNotes-Episode-02": {
		"name": "SolNotes-Episode-02",
		"title": "Episode 02: PvE",
		"date": "Wed, 10 Apr 2019 04:20:55 +0000",
		"description": "This episode features JustGeo42, NotDisliked, tinlun123, and Dup-46 talking about PvE, lore, raids, and more. It also includes a clan update from soren42.",
		"URL": "https://solarian.org/podcasts/SolNotes-Episode-02.mp3"
	},
	"SolNotes-Episode-03": {
		"name": "SolNotes-Episode-03",
		"title": "Episode 03: Competitive Crucible",
		"date": "Mon, 22 Apr 2019 16:47:03 +0000",
		"description": "On this week’s episode of the Solarian Clan Podcast, we had planned to deep dive into crucible with 3 of our strongest PvP players. Unfortunately, Alphonse and Friendly were not able to join us, so StubbornOak, formerly known as Nonlinearpine stepped up to cover all the topics. Soren also gave us another run down on the Rose Championship, gave us info on Exiles allying with Solarian, and teased us with next week’s tournament loadout restrictions.",
		"URL": "https://solarian.org/podcasts/SolNotes-Episode-03.mp3"
	},
	"SolNotes-Episode-04": {
		"name": "SolNotes-Episode-04",
		"title": "Episode 04: Recap and Season Ahead",
		"date": "Mon, 22 May 2019 23:05:28 +0000",
		"description": "This episode features JustGeo42, Soren42, Alphonse, NotDisliked, Effulgent, and Dorkthrone as we talk about Black Armory, Season of the Drifter and news about Season of Opulence. We get a bit ranty, one of us has too much to drink, and someone brings up Magic and D&amp;D a few times.",
		"URL": "https://solarian.org/podcasts/SolNotes-Episode-04.mp3"
	},
	"SolNotes-Episode-05": {
		"name": "SolNotes-Episode-05",
		"title": "Episode 05: Where the Fuck is Xûr?",
		"date": "Sun, 2 Jun 2019 21:44:21 +0000",
		"description": "This episode features JustGeo42, Soren42, NotDisliked, and Dorkthrone discussing the history, features, status, future plans, and team behind wherethefuckisxur.com, a community-made vendor inventory website that focuses on publishing Xûr's location immediately as he arrives each week. Solarian is the official clan of WTFIX. We also discuss the 23 May 2019 and 30 May 2019 This Week at Bungie updates.",
		"URL": "https://solarian.org/podcasts/SolNotes-Episode-05.mp3"
	},
	"SolNotes-Episode-06": {
		"name": "SolNotes-Episode-06",
		"title": "Episode 06: Opulence",
		"date": "Fri, 21 Jun 2019 22:10:15 +0000",
		"description": "This episode features JustGeo42, Soren42, Alphonse, Baby-Highland, and special guest Rob Wiesehan of The Dungeons and Randomness podcast. This week we provide our opinions on The Season of Opulence, the new Pinnacle weapons, the current state of PvP meta, and throw out all pretenses and geek out about Dungeons and Dragons.  For more on The Dungeons and Randomness podcast, please visit http://www.dandrpodcast.com/ .",
		"URL": "https://solarian.org/podcasts/SolNotes-Episode-06.mp3"
	},
	"SolNotes-Episode-07": {
		"name": "SolNotes-Episode-07",
		"title": "Episode 07: Bungie Day",
		"date": "Fri, 12 Jul 2019 02:04:42 +0000",
		"description": "In this episode, JustGeo42, Soren42, and Alphonse celebrate Bungie Day by playing Destiny together while discussing Lumina, favorite activities and whatever else comes to mind. Topics include why we don’t monetize our content, and new Gambit stat program in the works by a clan member, and Alphonse’s eternal hunt for the Risk Runner Catalyst.",
		"URL": "https://solarian.org/podcasts/SolNotes-Episode-07.mp3"
	},
	"SolNotes-Episode-08": {
		"name": "SolNotes-Episode-08",
		"title": "Episode 08: GuardianCon",
		"date": "Thu, 1 Aug 2019 18:10:00 +0000",
		"description": "In this episode, JustGeo42, Soren42, ROFLSTOMPSKIN, and Cathiderina discuss GuardianCon 2019, the Destiny community, being a parent gamer, and the Solarian new member experience!",
		"URL": "https://solarian.org/podcasts/SolNotes-Episode-08.mp3"
	},
	"SolNotes-Episode-09": {
		"name": "SolNotes-Episode-09",
		"title": "Episode 09: Solstice of Heroes",
		"date": "Fri, 30 Aug 2019 16:19:09 +0000",
		"description": "In this episode, JustGeo42, Soren42, ROFLSTOMPSKIN, and Alphonse495 discuss the 2019 Solstice of Heroes event, Year 2 Moments of Triumph, the Tribute Hall, the European Aerial Zone, and (somewhat poorly) try to avoid speculating about Shadowkeep!",
		"URL": "https://solarian.org/podcasts/SolNotes-Episode-09.mp3"
	}
}
